[
  "Nature of Statutory Criteria/Case Summary: An enrollee has requested Glassia for treatment of her medical condition. Findings: Three physician reviewers found that the submitted documentation fails to demonstrate the superior effectiveness of the requested medication.  The selection of appropriate patients in this scenario is critical, including a high-risk phenotype or a specific plasma alpha-1 antitrypsin level in a non-smoker or ex-smoker.  Since this patient is neither, she does not meet the criteria.  In this clinical setting, standard bronchodilator therapy and oxygen if indicated are appropriate.  Therefore, Glassia is not likely to be of greater benefit than other treatment options. Final Result: Three reviewers determined that the requested medication is not likely to be more beneficial for treatment of the patient’s medical condition than any available standard therapy. Therefore, the Health Plan’s denial should be upheld.Credentials/Qualifications: All three reviewers are board certified in internal medicine with sub-specialty certification in pulmonary disease and are actively practicing. The reviewers are experts in the treatment of the enrollee’s medical condition and knowledgeable about the proposed treatment through recent or current actual clinical experience treating those with the same or a similar medical condition.", "Nature of Statutory Criteria/Case Summary: An enrollee has requested Chantix for the treatment of his medical condition.  Findings: The physican reviewer found that per the medical evidence, smokers should be managed with a combination of behavioral support and pharmacologic therapy.  First-line agents for tobacco cessation include combination nicotine replacement therapy (transdermal nicotine patch combined with nicotine gum, lozenge, inhaler, and/or nasal spray), Chantix, and bupropion.  However, the use of Chantix in patients with a current unstable psychiatric status or a history of suicidal ideation is avoided.  Thus, combination nicotine replacement therapy is appropriate for patients for whom the safety of Chantix is a concern.  In patients with bipolar disorder, nicotine replacement therapy is a good first-line treatment.  The documentation submitted does not provide any history or details about his current psychiatric stability or any plan for monitoring for any behavioral changes and psychiatric symptoms while being treated with Chantix.  In this clinical setting, nicotine replacement therapy would be preferred over treatment with Chantix.  The documentation does not show he has failed treatment with nicotine replacement.  All told, Chantix is not medically indicated for the treatment of this patient.  Final Result: The reviewer determined that the requested medication is not medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be upheld.  Credentials/Qualifications: The reviewer is board certified in internal medicine and is actively practicing. The reviewer is an expert in the treatment of the enrollee’s medical condition and knowledgeable about the proposed treatment through recent or current actual clinical experience treating those with the same or a similar medical condition.",
  "Nature of Statutory Criteria/Case Summary:  An enrollee requested knee replacement surgery without the requirement to first quit smoking for treatment of his left knee degenerative joint disease.   Findings:  The physician reviewer found that the requested total knee arthroplasty at the left knee is supported as medically necessary for treatment of this patient’s advanced degenerative osteoarthritis. Imaging has been obtained which confirm advanced changes. There has been a trial and failure of treatment with standard therapies. The patient’s BMI and weight is not a contraindication to surgery. According to the medical literature, obesity does provide a greater risk of perioperative complications but the studies quoted describe morbid obesity. This patient’s BMI is not considered morbidly obese. Further, nicotine addiction is not cited in the medical literature as a contraindication to total knee arthroplasty. The medical literature noted that for some patients addicted to nicotine, smoking cessation is impossible for them to achieve. While it would have both general health and positive microvascular changes, in this patient it is not achievable and should not be a contraindication to a total knee arthroplasty. Given that this patient has been treated with adequate conservative measures, the requested knee replacement surgery without the requirement to first quit smoking is medically necessary for treatment of this patient’s advanced degenerative osteoarthritis.Final Result: The reviewer determined that the requested surgery is medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be overturned.Credentials/Qualifications: The reviewer is board certified in orthopedic surgery and is actively practicing. The reviewer is an expert in the treatment of the enrollee’s medical condition and knowledgeable about the proposed treatment through recent or current actual clinical experience treating those with the same or a similar medical condition.",
  "Nature of Statutory Criteria/Case Summary:  An enrollee has requested an orthopedist specialist opinion for treatment of his right knee condition.   The physician reviewer found that the submitted documentation supports the medical necessity of the requested services.  This patient has multiple comorbidities, including diabetes mellitus with peripheral neuropathy, hypertension, and tobacco use disorder.  It is appropriate for the patient to be evaluated by an orthopedic surgeon for an informed discussion of operative and nonoperative management of his documented knee osteoarthritis.  The orthopedic surgeon may be able to offer minimally invasive treatments that could be tolerated by the patient, in addition to recommendations regarding kinesiotherapy, exercise therapies, weight reduction, smoking cessation and a more careful management of diabetes mellitus.  All told, the requested orthopedist specialist opinion is medically indicated for the treatment of this patient.  Final Result: The reviewer determined that the requested services are medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be overturned.  Credentials/Qualifications: The reviewer is board certified in orthopedic surgery and is actively practicing. The reviewer is an expert in the treatment of the enrollee’s medical condition and knowledgeable about the proposed treatment through recent or current actual clinical experience treating those with the same or a similar medical condition. ",
  "A male enrollee requested single photon emission computed tomography (SPECT) scans for medical evaluation of his attention deficit/hyperactivity disorder.  Findings:  Three physician reviewers found that the submitted documentation fails to demonstrate the superior efficacy of the services at issue.  The patient had already been diagnosed with attention deficit/hyperactivity disorder, hypothyroidism and depression.  The treatment recommendations in the record include having the patient refrain from smoking marijuana and excess alcohol, and to engage in a healthy diet and exercise plan as well as psychotherapy utilizing cognitive behavioral therapy.  These general recommendations for treatment are fairly standard and do not require a SPECT scan for support.  There is no evidence that this patient meets these criteria.  In sum, SPECT scans were not likely to have been superior over other methods of evaluation.",
  "A 53-year-old female enrollee requested a computed tomography (CT) scan of the chest (thorax without dye, 71250) for medical evaluation of the enrollee’s medical condition.   Findings:  Two physician reviewers found that the services were not likely to be more effective for this patient than other available options. Although patients with earlier stages of lung cancer have an improved survival, studies comparing populations of patients who received screening with sputum cytology and chest x-rays revealed no improvement in survival over those patients who did not receive screening. The study performed by the International Early Lung Cancer Action Program Investigators screened 31,567 asymptomatic persons at risk for lung cancer using low-dose CT. The study found that screening resulted in a diagnosis of lung cancer in 484 participants. However this study did not have a control group. Thus, it has not been documented that routine screening improves survival. Although in this case the patient has a history of smoking, the medical records submitted for review did not document hemoptysis, productive cough or chest pain. Therefore, the CT scan of the chest is not standard of care and not likely to be more beneficial for evaluation than standard medical therapy. ",
  "A 62-year-old male enrollee has requested low-dose helical computed tomography (CT) for evaluation of his chronic shortness of breath. Findings:  Two physician reviewers found that the requested diagnostic procedure is not likely to be superior over other available methods of evaluation.  Per the current medical evidence, identifying early lung cancers using annual low-dose computed tomography (CT) screening can be beneficial in select patients.  The American Association for Thoracic Surgery recommends annual low-dose CT screening for patients age 55 to 79 with a 30 pack-year history of smoking.  This patient has a 24 pack-year history of smoking and quit smoking 22 years ago.  Thus, he is not considered to be in the high-risk group which would warrant CT scanning to screen for lung cancer.  Therefore, the requested low-dose helical CT is not likely to be of greater benefit than other methods for evaluating this patient.",
  "A 27-year-old female enrollee has requested substance abuse residential treatment center level of care services for treatment of her substance abuse.   Findings:  The physician reviewer found that the substance abuse residential treatment center level of care services were not medically necessary for treatment of the patient’s medical condition. According to the documentation submitted for review, the patient was initially admitted for Suboxone detoxification from heroin use. She had a relapse after smoking heroin while at home for the weekend. The facility transferred her back to residential level of care, days after said relapse. In this case, the patient does not meet medical necessity criteria for residential treatment detoxification. The patient did not have a documented withdrawal history of delirium tremens, seizures, or acute psychotic reactions secondary to her substance use, she did not have an unstable medical illness that required daily care by a consulting physician, and she did not show active withdrawal symptoms that could not be safely or effectively managed at a lower level of care. Moreover, the patient was fully functioning and without signs of withdrawal present upon admitting psychiatric evaluation. Although the patient does have comorbid bipolar disorder, this did not pose an immediate threat to her safety and did not prevent her from functioning independently and she did not require 24 hour supervision in a residential setting. She was described by staff as motivated to change and participated in the group processes. In addition, the patient has indicated that her family is supportive of her. Based on the American Society of Addiction Medicine criteria, this patient does not meet criteria for residential level of care during the services at issue. Any changes in her medication regimen could have taken place at a lower level of care, as could the monitoring of her bipolar disorder for relapse. Based on the medical literature cited above and the documentation submitted for review, the services at issue were not medically necessary for treatment of the patient’s medical condition.",
  "A 37-year-old male enrollee has requested home health care.  for treatment of his paraplegia.  Findings:  The physician reviewer found that the submitted documentation fails to demonstrate the medical necessity of the requested services in this patient’s case.  Patients with spinal cord injury are at high risk for pressure ulcers.  In addition, once formed, pressure ulcers can be difficult to heal due to metabolic and physiological changes in the tissues below the level of the spinal cord injury.  With respect to treatment, the key areas of focus remain ongoing appropriate pressure relief, optimizing nutrition, modifying behavioral factors such as smoking, and promoting an optimal wound environment.  In this case, the patient has multiple chronic wounds that have reportedly persisted for years despite extensive home health services.  He does not have any documented impairments that would be expected to preclude his ability to complete his wound care independently with an appropriate set up and training.  Home nursing notes document that he is able to perform his wound care.  The patient is not homebound and can follow-up in a wound care center for intermittent debridements, as needed.  All told, the requested home health care is not medically indicated for the treatment of this patient.",
  "A 67-year-old male enrollee has requested left ankle surgery for treatment of his ankle deformity.  Findings:  The physician reviewer found that tt is appropriate to delay the requested arthrodesis of the tibiotalar joint until after the patient ceases smoking. Arthrodesis of the ankle is a complex procedure in which successful arthrodesis is not at all guaranteed or easily achieved. It is an elective procedure for a chronic problem. The broken medial malleolar screw is not significant as a pain generator. The tibiotalar joint has been demonstrated to have advanced degenerative osteoarthritic changes and is the likely source of pain. The condition at the left ankle provides an appropriate indication for arthrodesis if the patient stops smoking. ",
  "A 57-year-old female enrollee has requested Nicotrol Inhalers for treatment of her chronic obstructive pulmonary disease (COPD) and tobacco use disorder. Findings:  The physician reviewer found that the submitted documentation fails to demonstrate the medical necessity of the requested services. The patient has a history of tobacco use disorder and was smoking 1-2 packs per day prior to her most recent cessation. Based on the medical literature, smoking cessation is most successful when patients are enrolled in a smoking cessation program where both pharmacologic and behavioral therapies are used. Additionally, prolonged continuous treatment beyond 12 weeks has not shown to be any more effective. At this time, there is a lack of evidence supporting the continued use of Nicotrol Inhaler beyond the 12 weeks already received. For the reasons set forth above, the Nicotrol Inhaler is not medically necessary. ",
  "A 44-year-old female enrollee has requested ultrasound treatment (ultrasound bone growth stimulation) for her fracture. Findings:  Two physician reviewers found that in this patient’s case, the requested services are likely to be superior over other available treatment modalities.  This patient smokes one pack of cigarettes per day.  This places the patient at high risk for a non-union of her fracture.  The current medical evidence supports the requested services in this clinical setting.  In this case, the application of a bone growth stimulator would be more beneficial than immobilization alone.  All told, the requested ultrasound treatment (ultrasound bone growth stimulation) is likely to be of greater benefit than other available treatment options.",
  "A 49-year-old male has requested bronchial thermoplasty for treatment of severe persistent asthma.  Findings:  Three physician reviewers found that the patient is a former smoker, with a history of poorly controlled, severe, persistent asthma, fibromyalgia, hypercholesterolemia, depression, gastroesophageal reflux disease, sinus disease, and atopy. Bronchial thermoplasty, the third of a planned three treatments, has been requested by the patient and the patient’s provider to treat the patient’s asthma. The patient has undergone the thermoplasty procedure on two previous occasions. A third planned treatment is requested for the upper lobes. The patient is currently receiving inhaled bronchodilators, inhaled corticosteroids, as well as inhaled and oral corticosteroids for severe persistent asthma. The patient continues with symptoms of shortness of breath, chest tightness, and exertional dyspnea despite these therapies. The patient has had significant radiation and chemical exposures that were work related. Pulmonary function tests done were normal, including forced expiratory volume in one second (FEV1), forced vital capacity (FVC) and diffusion lung capacity for carbon monoxide (DLCO). A cardiopulmonary exercise test was also normal. A computed tomography (CT) scan of the chest was normal. An allergy evaluation  was negative except for Bermuda grass. After the patient’s hospitalization a year ago, the patient was on oral prednisone with tapers. The most recent office note, written four months ago, indicates the patient is on an alternating dose of 20 and 10 mg per day. He continues to have significant symptoms with exacerbations despite the bronchial thermoplasty interventions (Pavord, et al). Bronchial thermoplasty is a non-drug procedure that was approved by the FDA for treatment of severe and persistent asthma in 2010. The procedure delivers thermal energy to the airways to reduce airway constriction in asthma patients. It is performed as part of a bronchoscopy. It has been shown to improve air flow and reduce exacerbations, emergency room visits, hospitalizations, and lost days at work in patients with moderate and severe, persistent asthma. These benefits can persist up to two years after the initial procedure. Consistent with these findings, the requested procedure is likely to provide this patient with greater benefits than standard interventions for treatment of his medical condition. ",
  "A 31-year-old male has requested lumbar spine surgery at this time rather than two months from now for treatment of his low back pain.  Findings:  The physician reviewer found that fusion may be of value in the treatment of back pain resulting from an unstable or hypermobile segment or when there is mechanical instability or malalignment.  It is rarely indicated for routine discectomy or abnormal radiographic findings without appropriate clinical findings.  With an established indication, improvement can be expected.  The role of smoking in the incidence of postoperative complications has been reported.  In this patient’s case, there is documentation of the presence of an abnormality of the bony alignment in the lumbosacral articulation.  Although the patient has expressed a desire for the services of an out-of-network provider, the in-network provider has apparently expressed his willingness to undertake the procedure if the patient would cease smoking prior to the procedure.  In this patient’s case, the timing of the procedure is elective, as the medical records do not indicate an acute situation requiring lumbar spine surgery at this time.  All told, the requested lumbar spine surgery at this time rather than two months from now is not medically indicated for the treatment of this patient.",
  "A 42-year-old male enrollee has requested reimbursement for testing provided (CPT codes 83090, 83698 and 86141) for evaluation of the enrollee’s hyperlipidemia. Findings:  Two physician reviewers found that the patient has a history of diabetes, hypertension, prior smoking, gastroesophageal reflux disease, Cushing’s syndrome, hyperlipidemia, hypersomnia, and hypotestosteronism.  An echocardiogram revealed normal ventricular systolic function, and a stress echocardiogram two days later demonstrated no provocable ischemia.  Laboratory testing was performed two days prior.  The Health Plan has denied reimbursement.  This patient had significant coronary risk, but no documented coronary artery disease, no left ventricular dysfunction on echocardiography, and no provocable ischemia on stress testing.  The current guidelines do not recommend routine performance of specialized tests in the context of assessing coronary risk, including high sensitivity C-reactive protein, lipoprotein-associated phospholipase A2, and homocysteine.  Treatment changes based on the results of screening with these specialized tests have not been shown to improve cardiac outcome incremental to that achievable by treatment based on standard risk factor profiling and basic lipid analysis.  Randomized trials evaluating treatment with therapy available to reduce homocysteine levels have not shown significant outcome benefits.  Although elevated lipoprotein-associated phospholipase A2 may be considered an independent or emerging risk marker for coronary disease, there is a lack of controlled trials that demonstrate outcome benefits as a result of treating routinely obtained elevated lipoprotein-associated phospholipase A2 levels.  All told, CPT codes 83090 (homocysteine), 83698 (lipoprotein-associated phospholipase A2), and 86141 (C-reactive protein, high sensitivity) were not likely to have been of greater benefit than other methods of evaluating this patient.  ",
  "Nature of Statutory Criteria/Case Summary:  An enrollee has requested gastric bypass (gastric sleeve bypass) surgery for treatment of his medical condition.  Findings: The physician reviewer found that the patient meets all nationally recognized standard criteria for bariatric surgery, including all indications in the National Institutes of Health guidelines. The patient is morbidly obese, over the age of 18, has failed dietary efforts and has completed a thorough multidisciplinary evaluation that did not reveal any overt medical, dietary or behavioral contraindications to surgery. The patient was originally denied as a candidate for surgery, secondary to smoking however, a more recent multidisciplinary evaluation demonstrated that the patient has quit smoking for an extended period of time.  At the subsequent multidisciplinary evaluation, the patient was determined to be prepared for surgery. Consistent with these findings, the requested procedure is medically necessary for management of this patient’s medical conditions.   Final Result:  The reviewer determined that the requested procedure is medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be overturned. Credentials/Qualifications:  The reviewer is board certified in surgery, with a sub-specialty in bariatric surgery, and is actively practicing.  The reviewer is knowledgeable in the treatment of the enrollee’s medical condition, knowledgeable about the proposed treatment, and familiar with guidelines and protocols in the area of the treatment under review.",
  "A 55-year-old female enrollee has requested Chantix for treatment of her chronic obstructive pulmonary disease. Findings:  The physician reviewer found that the Food and Drug Administration (FDA) has approved the use of Chantix for the cessation of smoking, however the current recommended maximum amount of continuous use is 24 weeks. In the medical literature, Williams and colleagues studied the long-term use of 251 patients treated with Chantix and found that at 52-week follow-up, 36.7% of patients treated with Chantix remained abstinent compared to 7.9% who received placebo. Despite this outcome, the safety and efficacy of long-term use has not been evaluated with sufficient studies and adequate follow-up to endorse its use after 24 weeks. It should be noted that serious and important side effects, including depression, suicidal thoughts, sub-capsular cataracts, and cardiovascular events have been reported with both short- and long-term use. Indeed, serious adverse events were found to be 2.5 times more likely to occur in the Chantix group compared to the placebo group in Williams and colleagues’ study. Thus, the extended use of Chantix is not clinically indicated beyond 24 weeks.",
  "A 37-year-old female enrollee has requested Xolair (375 mg) for treatment of her persistent asthma. Findings:  The physician reviewer found that Omalizumab (Xolair) is indicated for adults and adolescents (12 years of age and above) with moderate to severe persistent asthma who have a positive skin test or in vitro reactivity to a perennial allergen and whose symptoms are inadequately controlled with inhaled corticosteroids. Xolair has been shown to decrease the incidence of asthma exacerbations in these patients. Safety and efficacy have not been established in other allergic conditions. Xolair information distributed by the manufacturer describing clinical studies indicates; “All patients are required to have a baseline IgE between 30 and 700 IU/mL and body weight not more than 150 kg.” This patient meets the clinical criteria for Xolair requiring moderate-severe persistent asthma with a perennial allergen and recent exacerbations despite the use of optimal treatment with inhaled steroids and leukotriene modifiers. She has also stopped smoking. Her only exception to the criteria is the rather arbitrary cut off of 700 IU/mL of IgE based upon the initial placebo controlled studies used to obtain FDA approval. However, since this patient has a severe, potentially life-threatening illness that has failed other treatments and is known to respond to Xolair treatment, this drug should be considered medically necessary for this patient.",
  "A 20-year-old male enrollee has requested authorization and coverage for a duodenal switch procedure for treatment her morbid obesity. Findings:  The physician reviewer found that the patient’s BMI of 48 and co-morbidities he meets medical necessity criteria for weight loss surgery. The safety and efficacy of the duodenal switch is well established based on the available medical evidence including long-term follow-up of over 10 years. While the duodenal switch procedure is indicated for this patient, the submitted information lacks documentation that the patient has stopped smoking. Smoking is a contraindication to any weight loss surgery and documentation of smoking cessation should be obtained prior to authorization of the requested procedure.",
  "A 43-year-old female enrollee has requested oral contraceptives for the treatment of her irregular bleeding. Findings:  The physician reviewer found that although oral contraceptive can be used to treat abnormal uterine bleeding, it is only one form of treatment for the problem. When the decision to use oral contraceptives is made, the relative risks and benefits need to be reviewed. If medical problems are present that create a significant risk, then alternate therapies should be prescribed. The American College of Obstetrics and Gynecology issued a practice bulletin which stated that combination oral contraceptives should only be prescribed with caution to smokers who are over age 35. There is a significant increased risk associated with the use of oral contraceptives in women who are over 35 years of age who smoke. Thus, the use of oral contraceptives is contraindicated in this patient given that she is currently a smoker. Additionally, there was no pathology report in the record showing that the endometrial cavity was adequately sampled during her biopsy. Such testing would be the next indicated step to determine the most appropriate treatment for this patient.",
  "A 60-year-old female enrollee has requested hormone replacement therapy (HRT) for the treatment of her postmenopausal osteopenia. Findings:  The physician reviewer found that this patient’s medical issues are multifactoral and estrogen deficiency is only one of the factors. She has abnormal liver function, possible diabetes, depression, irritable bowel syndrome, and osteoporosis. The patient’s primary care provider has declined to prescribe HRT as the provider is reasonably concerned with the patient’s history of smoking and possible related risks for cardiovascular problems and deep vein thrombosis. The provider also addressed the possible risk of ovarian cancer with use of HRT. The records indicate the patient received HRT for more than five years in the past. In the medical literature, although it has been suggested that HRT may protect against some malignancies (i.e., colon cancer) it has been documented to increase the risk of other malignancies. Corbin and colleagues indicate that HRT is contraindicated in active liver disease. This patient has elevated liver enzymes attributed to fatty liver. Furthermore, while it is not clear from the records provided how long the patient has been off of estrogen, there is an increase in cardiovascular disease when initiating HRT later in menopause as noted by Rossouw and colleagues. All told, the risks of HRT outweigh the potential benefits for this patient. As the literature suggests, the use of HRT in this setting is not recommended. ",
  "A 42-year-old female enrollee has requested for a total abdominal hysterectomy for treatment of her chronic pelvic pain and menorrhagia. Findings:  The physician reviewer found that There is no evidence that there was any evaluation of this issue (for example, hormone testing including thyroid function testing), nor any attempt to manage her menstrual complaints with hormonal methods, or oral contraceptives if she were to quit smoking. A hysteroscopy and/or dilation and curettage might have helped her bleeding complaints.  It also appears that the plan is to remove her ovaries with the hysterectomy, and there is no medical indication to remove the ovaries in this 42-year-old woman. There was no ovarian pathology on the ultrasound, and removal of the ovaries would induce surgical menopause and potentially create additional problems.",
  "A 39-year-old female enrollee has requested a lap band procedure for the treatment of her medical condition. Findings:  The physician reviewer found that there is concern regarding postoperative compliance at this time.  The patient gained weight while in a bariatric surgery program.  She appears unwilling to complete the surgical preparatory process.  Her written communications reflect significant anxiety and unrealistic expectations regarding the procedure.  The notes document non-compliance with surgical directions. If the patient remains compliant with the bariatric surgery program for one year and quits smoking, then coverage for the surgery should be reconsidered.",
  "A 32-year-old female enrollee has requested gastric bypass surgery for the treatment of her morbid obesity. Findings:  The physician reviewer found that although this patient could benefit from bariatric surgery, because she continues to smoke, the requested surgery should not be authorized. If and when the patient is able to establish that she has ceased smoking, the requested surgery should be considered by the Health Plan. However, at this time the surgery should not be authorized. ",
  "A 27-year-old female enrollee has requested acute psychiatric hospitalization services for the treatment of her bipolar disorder. Findings:  The physician reviewer found that the Interdisciplinary Progress Notes report that the patient felt good and had no thoughts or feelings of hurting herself.  The patient was reported as being in “very good spirits” and was “ready to go home.”  These notes also state the patient was eating well and smoking and getting along well with peers and staff.  The patient was no longer suicidal or a danger others.  There were no acute psychotic symptoms.  There was no grave disability, and there was no self-injury or uncontrolled risk-taking behaviors.  The patient had reached the maximum benefit from acute inpatient care. ",
  "A 58-year-old female enrollee has requested for bariatric surgery/laparoscopic adjustable gastric banding (Lap Band) for treatment of her morbid obesity.   Findings:  The physician reviewer found that with a BMI of 40 and significant co-morbidities, the patient meets nationally accepted medical necessity criteria for consideration of weight loss surgery. Her co-morbid conditions will likely be ameliorated or eliminated by bariatric surgery. With regard to the 10% weight loss requirement, there is no scientific evidence demonstrating that structured diet or exercise plans have been successful in the treatment of the morbidly obese. In fact, the Swedish obesity study identified that even though there may be reduction or resolution of some symptoms with diet and exercise, surgery has the longest and best long-term outcome for the morbidly obese. However, although the 10% weight loss requirement should not preclude consideration for weight loss surgery, the requirement that she stop smoking for three months prior to surgery is a reasonable one.",
  "A 38-year-old female requested gastric bypass surgery. The health plan denied the request indicating the requested surgery is not medically necessary for treatment of the enrollee&#8217;s level of obesity.   The Review Organization's Physician Consultant examined the medical records submitted and determined the gastric bypass surgery is medically indicated for treatment pending the results of a formal psychological evaluation, cessation of smoking for a sustained period of time, and an increase in hematocrit level.  Therefore, the health plan&#8217;s denial should be overturned.",
  "A 64-year-old woman requested a CT scan of the lungs due to a history of heavy smoking.  The health plan denied the request indicating the scan is not medically necessary.  The Review Organization's Physician Consultant examined the medical records submitted and determined there is no indication for a chest CT scan. The enrollee can be followed by physical examinations and chest x-rays. There are no abnormalities noted on recent chest examination. The enrollee is not smoking presently and her condition is stable.  Therefore, the health plan&#8217;s denial should be upheld.",
  "A 40-year old female requested breast reconstruction using the TFL procedure using her own tissues for treatment of a left breast partial mastectomy for ductal carcinoma. The Health Plan denied the request indicating the procedure is not medically necessary. The Review Organization's Physician Consultant examined the medical records submitted and determined that Flap reconstruction in an enrollee with a recent history of smoking may have significant post surgical complications. The utilization and effectiveness of TFL grafts in mound reconstruction has not been described in current plastic surgery literature. Therefore, the health plan&#8217;s denial should be upheld.",
  "The patient is a 36 year-old female who is 5’3” tall weighing 280 pounds. Review of the submitted clinical information does not demonstrate that the patient has any life threatening comorbidities. The patient does have obesity related comorbidities that will improve with surgery. The submitted information indicates the patient continues to smoke. Evidence of a psychiatric evaluation has not been provided. The patient has requested that she receive a timelier consultation for bariatric surgery. The patient also indicates that she wishes to undergo duodenal switch gastric bypass rather than the Roux-en-Y procedure.A wait of six months for an appointment and up to a year before surgery is not uncommon and is consistent with many bariatric surgical programs. There is no evidence that the patient has Pickwickian syndrome or severe insulin dependent diabetes mellitus that would necessitate immediate surgery. Based upon the information provided, the delay in surgery will not pose a threat to the patient. Furthermore, it will allow time for psychiatric evaluation and smoking cessation. If at the time of the patient’s bariatric surgery consultation the bariatric surgeon indicates the patient is an appropriate candidate for duodenal switch gastric bypass, then the duodenal switch procedure should be authorized. The duodenal switch procedure requires less postoperative dietary restrictions. Furthermore, the recent report by Anthone, et al. documents excellent weight loss and lower dumping symptoms. Thus, the duodenal switch procedure is a medically reasonable and appropriate alternative to Roux-en-Y gastric bypass.Based upon the information set forth above, I have determined that a timelier bariatric surgery consultation is not medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be upheld. If upon examination by a bariatric surgeon it is determined that the patient is an appropriate candidate for duodenal switch gastric bypass, then the duodenal switch procedure should be authorized depending upon psychiatric clearance and smoking cessation. ",
  "The patient is a 58-year-old male with a smoking history of approximately 60 pack/year. He has had episodes of acute bronchitis that were treated with antibiotics. He complains of cough, fatigue, chest tightness, and shortness of breath. A chest x-ray performed in December 2003 was normal. The patient is requesting a low-dose helical screening CT scan of the chest. The Health Plan has denied the request on the basis that the requested CT scan is not medically necessary for evaluation of the patient’s medical condition. The Health Plan recommends further evaluation by a pulmonologist.  Currently, there are several on-going clinical trials evaluating the efficacy of screening CT scans of the chest for lung cancer. This patient may qualify for one of these studies. However, earlier detection of lung cancer by screening CT scans of the chest (low-dose or otherwise) has not yet shown to decrease mortality from lung cancer and is currently not the standard of practice. The Health Plan’s recommendation that the patient be evaluated by a pulmonologist is medically reasonable and appropriate. Low-dose helical screening CT scans of the chest are of unknown efficacy at this time and therefore, not medically necessary. Based upon the information set forth above, I have determined that the requested CT scan is not medically necessary for evaluation of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 58-year-old female with a long-standing history of smoking.  However, the patient quit smoking approximately 15 years ago. The patient underwent a CT scan of the chest on 7/13/99, which was negative. Chest x-rays performed on 9/9/03 and 9/17/02 were negative except for evidence of chronic obstructive pulmonary disease on the latter exam. CT scans of the coronary arteries performed on 2/28/01 and 7/18/02 were negative. A helical CT scan of the lungs performed on 3/26/04 was also negative. The patient has requested reimbursement for the most recent helical screening CT scan of the chest.Currently, there are several on-going clinical trials evaluating the efficacy of screening CT scans of the chest for lung cancer. This patient may qualify for one of these studies. However, earlier detection of lung cancer by screening CT scans of the chest has not yet shown to decrease mortality from lung cancer and is currently not the standard of practice. Thus, helical screening CT scans of the chest are of unknown efficacy at this time. Therefore, I have determined that the CT scan at issue was not medically necessary for evaluation of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 61-year-old male with asthma and chronic obstructive pulmonary disease (COPD). According to progress notes dated between June 2004 and July 2004, his physician prescribed Alupent via nebulizer and Advair. Progress notes described rhonchi on lung exam. The patient was started on Xopenex. The submitted progress notes indicate that the patient continued to smoke cigarettes. The patient has requested authorization and coverage for Xopenex. The Health Plan has denied this request on the basis that Xopenex is not medically necessary for treatment of the patient’s medical condition.According to literature from the manufacturer of Xopenex, the indication for the drug is for use in bronchospasm. Xopenex has a higher affinity for human beta-adrenergic receptors than racemic albuterol. Since it is more specific, less cardiovascular side effects are noted such as tachycardia and arrhythmia. According to the submitted study by Lovtall, et al., racemic albuterol is comparable in efficacy to Xopenex. The standard of care is to use albuterol as meter-dose inhaler or nebulized treatments prior to using Xopenex. As such, use of Xopenex is not medically warranted at this time. Therefore, I have determined that the requested medication is not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 34-year-old male with a long-standing history of polysubstance abuse, involving principally marijuana but also more recent abuse of cocaine, including intravenous use. He first began using marijuana at age seven, introduced to such by his father amidst an otherwise exceedingly dysfunctional background, including his parents’ divorce, drug smuggling for his father, mother being a heavy marijuana smoker, and, at one point, being seduced by his grandmother who drank heavily and brought pornography into the home. Subsequently, the patient become a “chronic” user of marijuana (exact daily quantity unclear) but has also used a multitude of other drugs. Most recently, he was drinking daily and shooting “a lot” of cocaine, noted by his wife to have become “very bizarre” in the process. The patient noted a number of consequences to his drug use over the years, including several arrests involving alcohol and drugs, two DUIs, one possession charge, one resisting arrest charge, conflict with his wife, and stealing syringes from a physician when the physician left the room. His wife was also noted to smoke marijuana; the frequency of such is unclear.The patient was admitted to residential treatment on 1/22/05. When he was evaluated by a physician on 1/28/05, the physician noted it was difficult to elicit a clear and concise history from the patient because of his tangentiality. The patient was diagnosed with polysubstance dependence and personality disorder – not otherwise specified (primarily narcissistic).A request has been made for reimbursement for the substance abuse treatment services at issue. The Health Plan indicates the patient could have been treated at a less intensive level of care.While the documentation provided by the residential facility is quite topical in terms of treatments afforded the patient and concurrent treatment by a physician, the patient’s history is very telling for fairly egregious drug use. To the extent that just prior to his admission the patient had been shooting cocaine, having overdosed the week prior, and was using marijuana daily, he was clearly worsening. His wife noted him to be acting “very bizarre” and when he was seen by a physician some six days after his admission, he was so tangential and circumstantial as to make it difficult to elicit a clear and concise history. It appears the patient was also suffering from a concurrent substance induced mood disorder, not simply polysubstance dependence. Therefore, the morbidity of this patient was quite substantial and in the face of his most dysfunctional background, alongside tension in his marriage and his wife also smoking marijuana, he did not appear to have nearly enough support for sobriety if left in his usual setting. Rather, the patient required a physically separate space and program where he would not have access to drugs or alcohol (i.e., a residential program). Accordingly, I have determined the services at issue were medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be overturned. ",
  "The patient is a 33-year-old male with a history of amphetamine abuse, smoking on average two to three times per month. His provider referred him for residential treatment. The patient is employed, married, and in no legal difficulty related to amphetamine use. In addition, the patient appears motivated for treatment. His Health Plan has declined authorization for residential treatment and has recommended outpatient therapy.The Health Plan’s denial should be upheld. Because of the patient’s rather infrequent rate of drug use as well as his motivation for treatment, outpatient therapy would be the treatment of choice for this patient. He has not previously had any concerted outpatient treatment and is otherwise a sufficiently healthy candidate for outpatient treatment. Based upon this information, there is no evidence the patient’s drug use warrants the intensity of residential treatment or that outpatient treatment will not be successful. Therefore, I have determined the requested services are not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 63-year-old female requesting authorization for bariatric surgery without meeting the Health Plan’s weight loss requirement. In December 2004 her weight was 234.7 pounds with a body mass index of 41.5. The Health Plan required a 10% weight loss which established a goal weight of 211 pounds for authorization of weight loss surgery. After cessation of smoking, the patient gained additional weight and now must lose 49 pounds. The patient’s co-morbid conditions include obstructive sleep apnea, hypertension, osteoarthritis and depression. She has completed a psychological evaluation and was deemed a good candidate for weight loss surgery. The patient has requested authorization for bariatric surgery based on a modified preoperative weight loss requirement. The Health Plan denied her request indicating bariatric surgery without meeting the weight loss requirement is not medically necessary.With a BMI of 41.5 (now 46) and comorbid conditions such as obstructive sleep apnea, hypertension, osteoarthritis and depression, the patient meets nationally accepted medical necessity criteria for consideration of weight loss surgery. It is highly likely that gastric bypass surgery will be beneficial for her. Furthermore, the patient does not require further dietary workup prior to undergoing weight loss surgery. There is no scientific evidence demonstrating that structured diet or exercise plans have been successful in the treatment of the morbidly obese. In fact, the Swedish obesity study identifies that even though there may be reduction or resolution of some symptoms with diet and exercise, surgery has the longest and best long-term outcome for the morbidly obese.  Additionally, there is no data supporting the premise that preoperative weight loss improves outcomes. The psychological evaluation indicates the patient is an appropriate candidate for the surgery.Based upon the information set forth above, I have determined that the requested procedure is medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be overturned. ",
  "The patient is a 41-year-old male who carries the diagnosis of laryngopharyngeal reflux.  The patient is also a smoker. Trials of allergy medication, Prilosec (omeprazole) and Aciphex (rabeprazole) have not relieved his symptoms of throat irritation, excess clearing and the sensation of “build up” in the throat. A trial of Nexium (esomeprazole) therapy was prescribed and the enrollee’s provider submitted a request for authorization. The Health Plan denied the request citing a lack of medical necessity.Nexium is a non-formulary drug for this Health Plan. The Health Plan’s policy for non-formulary drugs clearly states that they may be approved if a patient has failed treatment with those drugs available on the formulary. The Health Plan offers omeprazole, rabeprazole and Protonix (pantoprazole) as formulary alternatives. This is a reasonable policy, and the patient did not undergo a trial of Protonix prior to his request for a trial of Nexium. As such, I have determined the requested medication is not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "A 37-year-old female enrollee has requested breast reduction surgery without a six-month nicotine-free interval for treatment of her macromastia without a six-month nicotine-free interval.   Findings:  The physician reviewer found that recent studies support the premise that smoking (nicotine) increases the risk of surgical complications following breast reduction surgery. According to Chan and others nicotine is associated with a significant increase in wound healing problems. Moreover, the study by Bikhchandani, et al, reached the following conclusion: “Stoppage of smoking in the peri-operative period should be adopted as an essential eligibility criterion for breast reduction.” According to the literature, the likelihood of an uncompromised outcome is increased if the patient is nicotine-free for one month prior to breast reduction surgery. ",
  "The patient is a 53-year-old man with a 20-year history of a trigeminal autonomic cephalgia most consistent with chronic cluster headache. The patient has nearly daily severe, incapacitating headaches with associated autonomic features that respond to Imitrex injections and partially to oral triptans. The patient’s neurologists have suggested reducing his use of triptans. He has tried and failed Topamax, Depakote, Neurontin, Verapamil, Lithium ES, Indocin, Lyrica, and Cymbalta. The submitted records do not include information about the dosing or duration of these medications.The patient is seeking coverage for reimbursement for his prior use of Imitrex as well as authorization for continued use of Imitrex at a frequency of two injections or two tablets per day. The Health Plan has denied this request on the basis that the quantity of medication at issue was/is not medically necessary.The patient’s headache disorder is most suggestive of chronic cluster headache. The chronic use of daily triptans such as Imitrex may lead to an element of medication overuse headache, and the patient’s neurologists have suggested reducing the frequency of the patient’s triptan use. It appears the patient’s primary care physician has been providing the patient with triptans.The submitted records document that the patient has been receiving Toprol and Crestor, which seems to indicate that he has hypertension and hyperlipidemia. In addition, it appears the patient is a smoker. In light of these potential cardiac risk factors, the use of Imitrex may be contraindicated and it appears a cardiac evaluation would be appropriate. Additionally, given the patient’s severe and complicated headache disorder he may benefit from a referral to a headache specialist center. In any event, daily use of Imitrex (injectables or tablets) is not medically appropriate or clinically indicated.For the reasons set forth above, I have determined the quantity of medication at issue was/is not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 20-year-old male with a six-year history of polysubstance abuse, chiefly involving marijuana, with more minor use of cocaine. He was referred to residential treatment in March 2006 due to perceived recalcitrance in his use of the drug as well as his refusal to consistently pursue outpatient treatment. The patient had a more remote history of ADHD though this was not felt particularly etiologic in either his use or referral to residential treatment.  He was treated with Adderall XR 30 mg a day for the ADHD.  Review of the treatment notes for his stay from March 2006 through April 2006 point to the patient as being rather resistant to the idea of having a genuine problem with drug use. He estimated smoking a ¼ ounce of marijuana per day for the past three years. A pointed note from his father speaks to the extent of the patient having withdrawn from his friends and school for the sake of dealing and using marijuana, as well as having lied about attending outpatient programs.  As such, the father felt it important to remove the patient entirely from the environment to which he was accustomed in order to finally instill sobriety and a different perspective on his drug use.  While in residential treatment, the patient himself cited “loving” three things, money, marijuana, and being in control.  He also spent a great deal of time on the phone with his girlfriend, who also smokes marijuana, though she indicated that she would no longer smoke when around him.  At the same time, the patient was of the belief that while he may be an “addict,” he could control the rest of his life and that the path to recovery was the one that he was going to pursue, i.e., regardless of external recommendation.  Overall, he was seen as fairly resistant to the process of recovery and declined placement in a halfway house post-residential care.  His prognosis was felt to be fair to moderate if he followed the continuing care recommendations including limiting contact with his girlfriend.At issue is whether the residential treatment services provided from March 2006 through April 2006 were medically necessary for treatment of the patient’s condition.Given that the average quantity of a marijuana joint is about .0014 ounces, this would place the patient’s consumption at about 18 joints per day, which is truly a staggering amount.  That he was so minimizing of his addiction in the face of this speaks to both his denial as well as his narcissism, and was certainly consistent with the amount of dismissal he showed while in treatment.  The comment of one of the patient’s therapist’s about the patient wanting to pursue the path to recovery that “he was going to do” is all too telling in this regard.  It should also be noted that the patient had been referred to outpatient programs prior to residential placement, but simply would not attend them.  All told, it can be concluded that the patient was severely cannabis dependent, not merely abusing it, and warranted much more intensive services than were available via outpatient treatment. Therefore, I have determined the services at issue were medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be overturned.",
  "Physician 1: The patient is a 44-year-old woman with long-standing knee pain and is status post multiple surgical procedures. Her most recent surgery was an osteochondral allograft procedure in 2003. Although the patient initially experienced relief following the procedure, her pain has now returned. The patient’s provider has requested authorization for a revisional osteochondral allograft procedure, which has been denied by the Health Plan as investigational in nature.Osteochondral allografting for the treatment of chondral lesions is neither experimental nor investigational. It is a procedure that is utilized in cases such as this to provide cartilaginous covering in patients of relatively young age who have lost cartilage. There are no viable treatment options for the patient other than replacement-type surgery, which is undesirable in younger patients. Despite the results of the first procedure, revisional osteochondral allografting remains the best available treatment option for this patient. Therefore, I have determined that the requested procedure is likely to be more beneficial for treatment of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be overturned.Physician 2: The patient is a 44-year-old female who is requesting authorization for an osteochondral allograft for a knee osteochondral lesion. She is status post a previous osteochondral allograft, which did not result in long-term improvement. The Health Plan has denied authorization for the requested procedure on the basis it remains experimental/investigational at this time.Osteochondral allograft transplantation for the treatment of osteochondral defects is an unproven treatment. There is insufficient mid and long-term data to support the use of the procedure in this clinical setting. Furthermore, this patient has a documented previous failure with the procedure. For these reasons, the requested procedure cannot be recommended for the patient. Therefore, I have determined that the requested procedure is not likely to be more beneficial for treatment of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician 3: The patient is a 44-year-old female who seeks an osteochondral allograft revision for a significant defect of the medial femoral condyle. The initial osteochondral allograft was performed in July 2003. The Health Plan has denied authorization and coverage for the revisional procedure, citing the lack of peer-reviewed medical literature supporting its efficacy.Review of the submitted clinical evidence indicates reasonable, alternative treatments have been tried in this case without success. Unfortunately, the patient is not a good candidate for uni-compartmental replacement because of her young age. Osteochondral allograft is the only reasonable alternative at this time. The likelihood of success is diminished by the fact that this would represent a revisional procedure and because of the patient’s smoking status, which is a deterrent to bone healing. Nonetheless, osteochondral allograft is likely to be more effective than any standard surgical or non-surgical intervention for this condition given the clinical circumstances.As set forth above, I have determined that the requested procedure is likely to be more beneficial for treatment of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be overturned.",
  "The patient is a 17-year-old male referred for residential treatment due to increasingly aggressive behavior at school.  Other behaviors included extensive use of marijuana and alcohol beginning at age 11, threatening to make bombs, threatening to shoot people, thievery, and sexual deviance. The latter consisted of bestiality, manipulation of peers to engage in sexual acts and sexual intimidation towards his sister. There is a 2001 report, which cites direct sexual abuse by his older brother on at least four to five occasions, as well as the observation of the brother forcing his sister to engage in sexual acts. By the time of his suspension from school in 2003 and formal placement on probation by the court, the patient was noted to have diagrams of bomb assembly culled from websites, had harassed and intimidated other students, showed up drunk and vomited in class, and continued to smoke marijuana. Outpatient treatment and a subsequent wilderness program did nothing to ameliorate the patient’s behavior, hence the referral to residential treatment.Review of the initial documentation shows the patient to have externalized. He was treated in a number of therapeutic contexts and evaluated longitudinally by a psychiatrist. Treatment of his substance abuse was complicated by parental use of cannabis. Celexa was tried and eventually tapered away. By way of the milieu and specific therapies he was felt to have improved sufficiently to allow for discharge from residential care on 4/4/04. The therapist however, continued to express concern for the satisfaction the patient derived from making inappropriate choices and his struggles with personal boundaries as they relate to his sexual disorder.Though this patient was diagnosed with depressive disorder NOS, sexual disorder NOS, and cannabis abuse, in addition to dependent and avoidant traits, he appears to have had a resounding conduct disorder, even by the most formal of DSM-IV criteria. It is not known why this was never formally diagnosed and given precedence as the most operative diagnosis. However, the approach to treatment, via residential placement, was indicated given the egregious nature of the patient’s behavior and the ineffectiveness of prior treatment modalities. The degree to which his conduct disorder can be attributed to the sexual perpetration by his older brother is questionable, but some of the references cited support a direct relationship. Complex family dynamics and inconsistent parenting, particularly concerning the use of marijuana, also contributed to the patient’s conduct disorder. Given the extent of his psychiatric illness, one would want to ensure sustained improvement in the target symptoms prior to egress from residential treatment. Considering the scope of the patient’s untoward behavior upon admission, it would be expected to take quite some time to yield improvement.  Affording the patient a sufficient length of time in residential treatment appears medically necessary. Based upon the information set forth above, I have determined the services at issue were medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be overturned.",
  "The patient is a 17-year-old male previously diagnosed with oppositional defiant disorder, dysthymic disorder, alcohol abuse, cannabis abuse, and parent-child relational problems, admitted to residential treatment in May 2005 at his parents request due to his behavior at home, replete with anger, defiance, dwindling academic performance, and poor choices in peer relationships. He was also smoking marijuana and drinking alcohol, perceiving neither as a problem. The patient’s perspective was that he was “hanging out with the wrong crowd, drinking alcohol, and smoking pot.” His parents were concerned that he was going to get in trouble with the law or get hurt in a fight. Parenthetically, the patient was without any prior history of infractions of the law or arrests and had no history of physical fighting. He reported using marijuana over the past four years estimating his usage of the two combined at about two to four times per month. He also spent nine weeks in a wilderness program prior to his entrance into residential treatment. Although the patient had reported past problems with bulimia and cutting on himself, these were quiescent when he was admitted to residential treatment.The admission mental status exam described the patient as “pleasant and cooperative. His speech was of normal rate and tone. His thought content was without hallucinations, delusions, suicidal, or homicidal ideations. His mood was mildly depressed.” IQ testing revealed a full scale IQ of 146, with a verbal IQ of 150 and a performance IQ of 130. The record reflects only one evaluation by a psychiatrist at the time of admission, and thereafter he was seen by a psychiatric nurse practitioner. The patient received no psychiatric medications during his stay but was treated with a number of therapies. Throughout his confinement, the documentation points to a mood that was “pretty good” and behavior that was really unproblematic. The patient was described as frequently conveying feelings of superiority and entitlement, though these did not manifest as particularly egregious behavior. He eventually softened in his perspective of drug use and admitted that it may be problematic.  The Health Plan denied authorization and coverage for residential treatment services based upon their determination that the services were/are not medically necessary.Although the patient evidently suffers from Narcissism, which has driven his rebelliousness and the use of marijuana and alcohol, his pathology is not that far beyond the pale of what a very bright adolescent might exhibit.  His high IQ is undoubtedly not coincidental, in this regard.  The record is strikingly lacking in notations of significant pathology or anomalous behavior because it is unlikely there was much to be evidenced.  The patient was not truly depressed and his drug and alcohol use were relatively infrequent.  As such, a wide variety of treatments in the outpatient realm could have been entertained.  His behavior was alarming and annoying to his parents but to conclude that this patent needed residential treatment is a reach.  His behavior is characteristic of many bright and rebellious adolescents and residential treatment was not warranted because the rebelliousness was difficult to manage in the home environment.  Based upon the information set forth above, I have determined the services at issue were/are not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 16-year-old female who has a history of oppositional/defiant behaviors manifested by truancy from school, verbal altercations with her mother and aunt and running away from home for a period of three weeks. She started outpatient psychotherapy and was prescribed Zoloft but had reportedly refused to take the medication and stopped seeing the psychiatrist. The patient also had a history of smoking marijuana and drinking alcohol. There was a report of some self-mutilation, but no evidence of psychotic behavior or suicidal ideation prior to admission to the residential treatment facility that utilized a 12-step program. Her admission diagnoses included major depressive disorder with “polysubstance abuse” and oppositional/defiant disorder (ODD).  The patient’s mother has requested reimbursement for residential treatment services provided from August 2006 through September 2006. The Health Plan denied her request based upon a determination that admission to residential treatment was not medically necessary.A review of the clinical record for dates of service August 2006 through September 2006 reveals no manifestation of self-destructive behaviors such as self-mutilation or suicidal ideation nor did the patient manifest behaviors suggestive of a thought disorder. The patient was diagnosed with a major depressive disorder and there was a psychiatric consultation suggesting a possible bipolar disorder with borderline features. There was no documentation of weekly, face-to-face psychiatric sessions. The therapy sessions and discharge summary were conducted by a Master’s prepared therapist. The primary modalities of treatment were generic and utilized the 12-step group model. The patient did receive individual therapy sessions which provided an opportunity for personal disclosure of sexual identity issues and anger and resistance about a proposed family move and having to leave friends behind. The patient’s mother missed many of the parenting classes but did come to several family therapy sessions.  The documentation provided indicates the patient did not meet standard criteria for admission to a residential treatment program with a primary focus on substance abuse rehabilitation. The primary issues with the patient were related to her sexual identity, her depression and her relationship with her mother. Additional concerns regarding the possible diagnosis of a bipolar disorder were raised, but not adequately addressed during her inpatient stay. The patient did not require 24-hour nursing supervision and an intensive outpatient program with a focus on the interaction of the patient and her mother would have been more appropriate.Based upon the information set forth above, I have determined the services at issue were not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "Physician #1:  The patient is a 47-year-old male with non-Hodgkin’s lymphoma. He has been treated with radiation and cardiotoxic chemotherapy. He developed exertional chest pain. An echo stress test was low risk positive. The provider has recommended CT coronary angiography. The Health Plan has denied authorization for the procedure on the basis that it is investigational in nature.The consulting cardiologist indicated the patient needs further evaluation. The patient has a Class IIb indication for angiography; however, the uncertainty caused by complicating cardiotoxic chemotherapy increases the usefulness of the procedure in this patient.CT coronary angiography is an emerging technology. Performed on 64-slice scanners in centers of excellence it has been shown to be equivalent to angiography in detecting proximal to mid coronary artery stenosis. It is superior to conventional angiography in that it is non-invasive.In the case of this patient, he is likely to derive more benefit from CT coronary angiography because of the risk/benefit ratio. In this clinical setting, CT coronary angiography is the most appropriate choice. Accordingly, I have determined that the requested diagnostic procedure is likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be overturned.Physician #2:  The patient is a 47-year-old man with a history of lymphoma and radiation treatment. He has several risk factors for coronary artery disease (CAD) including smoking, family history, and hyperlipidemia.  His CRP is elevated. He was referred for cardiac evaluation because of exertional chest pain. The patient underwent non-invasive workup with a stress echo; the results were abnormal. The report states “ST-T changes consisting of 1.5 mm ST Lateral depression.” The stress echo study was “abnormal due to LV function. EF does not increase. There is apical septal hypokinesis.” The final stress echo conclusion is “abnormal.” The patient’s treating cardiologist states “invasive testing (angiography) would be too risky.” Therefore, he has recommended a coronary CT angiography (CTA). The Health Plan has denied coverage for this procedure citing a lack of proven efficacy.Despite some favorable small studies, and increasing clinical use, CTA is only variably accepted as a current standard over traditional conventional invasive coronary angiography. Many feel that there is insufficient evidence that CTA is as accurate as conventional invasive coronary angiography for screening or detection of CAD indications. According to available evidence-based guidelines, conventional invasive coronary angiography is still considered the current standard for assessment of coronary arteries.The most recent AHA Scientific Statement (Circulation, 2005) continues to recommend the standard workup towards conventional angiography when indicated, rather than CTA as an intermediate step. CTA is not currently recommended as an intermediate or “confirmatory” step prior to traditional cardiac catheterizaton/angiography. It is slowly being increasingly used, without large trials, in equivocal cases, case involving coronary anomalies and coronary artery bypass grafts, and those cases with difficult anatomy to access by catheterization. In the case of this patient, medical treatment and/or a diagnostic cardiac catheterization and potential revascularization is the next appropriate clinical step to be considered. A CTA in this setting (of exertional chest pain) does not add much given the high probability of CAD. If the CTA shows a high-grade lesion, then diagnostic catheterization is still indicated. If the CTA shows non-critical disease, the patient will still require medical treatment for primary or secondary CAD prevention and/or diagnostic catheterization. It is important to note that cardiac catheterization, and not the CTA, is the necessary test prior to revascularization. If the patient is unable to undergo catheterization and subsequent revascularization, then the alternative is medical therapy for ischemia. If his prior history of radition therapy and lymphoma make cardiac catheterization and angiography too risky, then medical therapy maybe the best and only alternative. Currently, without large cohort studies or new published guidelines from the AHA, ACC or USTSP, there is insufficient evidence or recommendations supporting the use of CTA in this setting. Based upon the information set forth above, I have determined that the requested procedure is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician #3:  The patient is a 47-year-old male with exertional chest pain and an abnormal stress echocardiogram showing ischemic ST changes by EKG as well as segmental wall motion abnormalities and non-increase in LV function with exercise also consistent with ischemia. The patient has requested coronary CT angiography (CTA) for further evaluation of coronary artery disease. The Health Plan has denied this request on the basis that there is insufficient peer-reviewed evidence demonstrating CTA is useful in this setting.Coronary CT angiography (CTA) is not a medically approved or accepted screening or confirmatory test for the diagnosis of coronary artery disease, and is not a medically acceptable replacement for other conventional screening tests within the standard of care such as treadmill stress testing. CTA is also not a medically acceptable substitute for coronary angiography, as CTA would not be able to accurately confirm or exclude important coronary obstruction. The use of CTA in the diagnosis and prognosis of coronary disease currently remains an experimental/investigational application of this technology. As such, the use of CTA in this case is not likely to be more beneficial for the patient than available medically accepted treatment. If the patient is not a candidate for cardiac catheterization based on his other medical conditions, surgical or percutaneous revascularization would also be precluded, in which case medical therapy with no further testing would be appropriate unless the patient becomes a candidate for cardiac catheterization and revascularization procedures in the future.Based upon the information set forth above, I have determined that the requested procedure is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.",
  "Physician #1:  The patient is a 64-year-old male with a reported history of 50% blockage on a prior angiography. An EBCT performed in January 2005 was abnormal, showing a high level of calcification (683). The patient has risk factors of being an ex-smoker and having hyperlipidemia. A request has been made for authorization and coverage for a CT angiography. The Health Plan indicates CT angiography is considered investigational and therefore is not a covered benefit.Contrast-enhanced cardiac CT angiography involves the use of intravenously administered contrast material to obtain detailed images of the blood vessels of the heart. It is actively being investigated as an alternative to conventional invasive coronary angiography for evaluating coronary artery disease, coronary artery bypass grafts, and coronary artery anomalies.Some studies with small groups of patients have found non-invasive CT angiography is reliable and accurate. Despite these favorable small studies and emerging widespread clinical use, CT angiography is only variably accepted as a current standard over traditional conventional invasive coronary angiography, which is still considered the current standard for assessment of coronary arteries. The most recent AHA Scientific Statement continues to recommend the standard workup with stress perfusion studies towards conventional angiography, rather than CT angiography as an intermediate step.The most appropriate test in cases such as this where the calcium score is greater than 400 would normally be a stress perfusion study. If the patient has significant ischemia, then angiography towards revascularization should be considered. Treatment of secondary risks factors such as hyperlipidemia would be treated the same regardless. In any event, CT angiography is not likely to be of clinical value in this setting and is not medically indicated.Based upon the information set forth above, I have determined that the requested diagnostic procedure is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician #2:  The patient is a 64-year-old asymptomatic male with hypercholesterolemia who is requesting authorization and coverage for CT angiography for the detection and evaluation of coronary disease. The patient’s provider indicates the patient had 50% blockage on a 2004 angiography. The Health Plan has denied authorization for CT angiography on the basis that it is considered investigational for evaluation of coronary artery disease.CT angiography is not an accepted screening or confirmatory test for the diagnosis of coronary artery disease, and is not a medically acceptable replacement for other conventional screening tests within the standard of care such as treadmill stress testing. CT angiography is also not a medically acceptable substitute for coronary angiography, as CT angiography would not be able to accurately confirm or exclude important coronary obstruction. The use of CT angiography in the diagnosis and prognosis of coronary disease currently remains an unproven application of this technology. Therefore, I have determined that the requested diagnostic procedure is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician #3:  The patient is a 64-year-old male who has been identified as being at risk for coronary artery disease (CAD) based on past tobacco use, family history of CAD, treatment for dyslipidemia and elevated coronary calcium score. He was identified as having coronary artery disease by angiography in 2004. There is no documentation of angina or abnormal stress testing. A request has been made for authorization and coverage for a CT angiography. The Health Plan has denied this request citing a lack of peer-reviewed evidence supporting this technology.CT angiography is an investigational test that has not been proven to be more beneficial than conventional coronary angiography. Its principal advantage is that the procedure is non-invasive. CT angiography may be vitiated by a high calcium burden as seen in this patient. CT angiography may be superior to conventional angiography in a patient with a contraindication to conventional coronary angiography or in a patient with atypical symptoms and equivocal stress testing needing exclusion of CAD to avoid invasive testing.This patient has an ACC/AHA Class III indication for coronary angiography. Therefore, CT coronary angiography is not an acceptable substitute for the conventional angiography, a test that in and of itself is not indicated in this patient. Therefore, I have determined that the requested diagnostic procedure is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.",
  "Physician 1:  The patient is a 56-year-old woman who has a history of hyperlipidemia and smoking. She has been diagnosed with chest pain syndrome, she has “intermittent VEA” (ventricular ectopic activity) and she is treated with flecainide for “variable palpitations.” The specific arrhythmia that is being treated with flecainide was not described nor is the precise diagnosis associated with the palpitations. A stress test or perfusion study is not included in the documentation. The September 2006 provider’s note indicated the EKG was “NSR, NL” or normal. The provider also noted the patient did not have recurrent chest pain, but had intermittent VEA and chest pain with VEA. The provider indicated that CAD should be ruled out and referred the patient for CT angiography (CTA). CTA was performed in September 2006 and was reported as “normal.” The patient’s request for reimbursement was denied by the Health Plan citing the experimental/investigational nature of the diagnostic procedure.The 2006 appropriateness criteria do not as yet incorporate the routine use of CTA, as the incremental value of the technology has not been established. The current criteria for the use CTA in the detection of coronary artery disease (CAD) indicates it is not appropriate in the symptomatic patient with an intermediate pre-test probability of CAD, an interpretable EKG and the ability to exercise. While the guidelines indicate CTA is appropriate for a symptomatic patient when there is an uninterpretable EKG or an inability to exercise, that is not the case in this instance. Flecainide therapy is not included as an “appropriate” indication in the CTA guidelines nor do the records include any other factors that would establish a basis for the application of CTA. The guidelines indicate SPECT perfusion imaging is “appropriate” in the work up of chest pain syndromes in patients with an intermediate or high probability of CAD. Given the documentation provided and the current guidelines, I have determined that the diagnostic procedure at issue was not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician 2:  The patient is a 56-year-old female with exertional chest pain and hyperlipidemia. Her provider also noted palpitations and ventricular ectopy. The record indicates that a previous nuclear stress test was reported as normal. CT angiography was preformed in September 2006 on the recommendation of the patient’s provider and a request for reimbursement is pending. The Health Plan considers this an investigational procedure and has denied reimbursement.CT angiography is not thus far, a generally accepted screening or confirmatory test for the diagnosis of coronary artery disease. It is not a medically accepted replacement for conventional screening tests such as treadmill stress testing or an appropriate substitute for coronary angiography. CT angiography would not be able to accurately confirm or exclude important coronary obstruction. The use of CTA in the diagnosis and prognosis of coronary artery disease remains an experimental/investigational application of this technology. Consequently, I have determined that the diagnostic procedure at issue was not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician 3:  The patient is a 56-year-old female described as having palpitations, chest pain syndrome, hyperlipidemia and PVCS. She is currently treated with flecainide. CT angiography was recommended by her cardiologist to rule out coronary artery disease (CAD) and was performed in September 2006. The patient’s request for reimbursement was denied by the Health Plan on the basis that CT angiography is considered experimental/investigational in this clinical context.CT coronary angiography is a rapidly developing technology for visualization of coronary arteries and coronary artery bypass grafts. It has variable sensitivity from 85% to 100% and specificity from 85% to 97%. It is not recommended as an alternative to invasive coronary angiography at the present time and it is not recommended for screening asymptomatic patients including those at high risk. A recently released consensus document concluded that CT angiography may be appropriate in some circumstances. Specifically, (1) in the evaluation of chest pain in patients with an intermediate pre-test probability of CAD who had an uninterpretable EKG or who were unable to exercise; (2) the evaluation of suspected coronary anomalies; and (3) the evaluation of acute chest pain with an intermediate pre-test probability of CAD and no EKG or enzyme evidence of acute infarction. In this case the patient is symptomatic; however there is no reference to an uninterruptible EKG or an inability to exercise. CT angiography is still considered investigational for patients such as this one.Based upon the information set forth above, I have determined that the diagnostic procedure at issue was not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld."
]
