[
  "Nature of Statutory Criteria/Case Summary:   An enrollee has requested services on an emergent basis.  The physician reviewer found that review of the submitted documentation demonstrates that a prudent layperson would not have sought immediate medical attention on the date in question. Upon review of the submitted medical records, the patient presented with an upper respiratory infection. The patient was a non-smoker and there was no evidence of shortness of breath, weakness, hemoptysis, nausea/vomiting, or significant pain or disability. Moreover, the patient was not in acute distress and there was nothing in the patient’s history, physical exam, or ER evaluation that indicated any emergent or even urgent medical condition. Based on the patient’s presenting complaints and symptoms, a prudent layperson in this circumstance would not reasonably believe he was suffering from a serious medical condition that required immediate medical attention. In sum, the patient was not experiencing a serious medical condition that was likely to place the patient’s health in serious jeopardy, cause serious impairment to body functions or cause serious dysfunction to a body organ or part. Thus, the services did not meet prudent layperson criteria for emergency care. Final Result: The reviewer determined that the patient’s symptoms did not meet prudent layperson criteria for emergency care. Therefore, the Health Plan’s denial should be upheld.  Credentials/Qualifications: The reviewer is board certified in emergency medicine and is actively practicing. The reviewer is an expert in the treatment of the enrollee’s medical condition and knowledgeable about the proposed treatment through recent or current actual clinical experience treating those with the same or a similar medical condition.",
  "A male enrollee requested bronchial thermoplasty for medical treatment of his severe persistent asthma.   Findings:  Two physician reviewers found that this patient’s records do not support an indication for bronchial thermoplasty. He is on an aggressive regimen of bronchodilators, has his allergic and sinus disease, and has no intercurrent smoking history to raise the possibility of chronic obstructive pulmonary disease (COPD). Further, his sinus disease is being treated medically and surgically and he has no evident reflux. The patient has not undergone a trial of Xolair for his elevated IgE, which is more likely to provide this patient with an improved health outcome than the requested bronchial thermoplasty.",
  "A 47-year-old male enrollee has requested for a computerized tomography (CT) scan of the chest for evaluation of his left lung nodule. Findings:  The physician reviewer found that the Fleischner Society has published guidelines for evaluation and follow-up of a solitary pulmonary nodule incidentally identified on a CT scan. For pulmonary nodules that measure 4 mm or less in size, no further follow-up imaging is indicated if the patient is a non-smoker and has no other risk factors. For pulmonary nodules that measure 4 mm or less in size in a patient with a significant history of tobacco use or other risk factors, including a family history of lung cancer, a follow-up unenhanced CT of the chest is recommended 12 months following the initial study. These guidelines are accepted and utilized by the medical community. This patient was noted to have a solitary pulmonary nodule within the left lower lobe measuring 3 to 4 millimeters on a CT scan. Using the guidelines of the Fleischner Society, a follow-up CT scan of the chest would be appropriate 12 months following the initial CT study. Therefore, the CT scan of the chest that was requested six months following the initial CT study is not medically necessary or indicated at this time. ",
  "A 50-year-old female enrollee has requested a bone growth stimulator (Orthofix) for treatment of her history of low back pain.  Findings:  The physician reviewer found that spinal fusion for the treatment of pain is done to gain stability and eliminate excessive motion at the involved spinal levels, and pseudoarthrosis limits success. Electrical stimulation has been shown to be of value in the management of long-bone non-union, and has been employed in spinal fusion in the attempt to increase the rate of fusion. However, conclusions regarding efficacy are difficult to establish because of inconsistencies in determining a reliable, reproducible end point for fusion, and further studies are necessary to evaluate the value of electrical stimulation in spinal fusion. Some reports have been encouraging, but problems remain. Improved fusion rates have been reported in patients in high-risk categories. In such cases, patients undergoing anterior cervical spine fusion showed increased fusion rates at six months, but no significant difference in fusion rate at twelve months, as noted by Foley and colleagues.  In this case, there is no documentation that the patient is at increased risk of non-union of the proposed spinal fusion, such as a prior history of lumbar spine surgery. There is no documented history of smoking, and a single-level fusion is planned.  In this clinical scenario, the device at issue was not medically indicated.  All told, the bone growth stimulator (Orthofix) was not medically indicated for the treatment of this patient.",
  "A 51-year-old female enrollee has requested epidermal growth factor receptor (EGFR) testing for evaluation of her stage IV lung cancer.  Findings:  Two physician reviewers found that the therapy of advanced non-small cell lung cancer has been revolutionized by the finding of EGFR mutations in certain adenocarcinomas. The mutations are more common in those who have never smoked.  Even if stage IV disease is present, therapy targeted to the EGFR results in prolonged survival when compared with standard chemotherapy regimens, as noted by Mok and colleagues.  The National Cancer Institute’s Physician’s Data Query includes EGFR testing in the recommendations for stage IV disease. Additionally, the American Society of Clinical Oncology issued guidelines that include EGFR testing, as noted by Azzoli and colleagues.  All told, EGFR testing is likely to be the most efficacious method of evaluating this patient.",
  "A 52-year-old female enrollee has requested for an EML4-ALK Rt PCR Pathology Test for evaluation of her lung cancer. Findings:  Two physician reviewers found that the EML4-ALK fusion oncogene defines a new molecular subset of non-small cell lung cancer with distinct clinical and pathologic features. The patients who are most likely to harbor EML4-ALK are relatively young, and never have been or are light smokers with adenocarcinoma. These same features are associated with epidermal growth factor receptor mutation; thus it is essential to screen patients by genetic testing and not rely solely on the presence of clinical predictors. The results of genetic screening can then be used to choose the appropriate molecularly targeted therapy. Pre-clinical studies showed that the presence of EML4-ALK confers sensitivity to ALK inhibitors both in vitro and in vivo, and suggest that patients with this gene rearrangement may derive clinical benefit from specific ALK inhibition. Preliminary results from a phase I/II study demonstrate that the ALK inhibitor crizotinib is active in patients whose tumors harbor the EML4-ALK fusion gene.",
  "A 62-year-old female enrollee has requested for Avastin/Tarceva combination treatment for treatment of her non-small cell lung cancer.   Findings:  Two physician reviewers found that Tarceva has been approved in the treatment of metastatic adenocarcinoma of the lung after the failure of conventional chemotherapy. It does seem to be particularly likely to be useful in Asian female non-smokers. While the patient is Caucasian, records do indicate she is a non-smoker. Furthermore, if indeed she has bronchioaveolar subtype, this is a type of lung cancer that seems to have a poor response to chemotherapy and a somewhat better response to Tarceva. Though the histology is not entirely clear it is certainly possible that this is a bronchioalveolar subtype, especially in view of the “ground-glass” densities in her lungs. Thus, the use of Tarceva in this patient appears to be likely to be of greater benefit than other possible therapies. Avastin has been shown to improve the first-line efficacy of carboplatinum-taxol in metastatic non-small cell lung cancer. There is insufficient data to demonstrate usefulness of this drug in other combinations, such as with Tarceva.",
  "The patient is a 49-year-old female who, after having a biopsy of a lesion on her right cheek in October 2003, was diagnosed as having pseudocarcinomatous hyperplasia versus well-differentiated squamous cell carcinoma. The excised specimen, which measured 0.5cm at its greatest dimension, was noted to have a positive deep margin. Further excision is needed in order to obtain clear margins. The patient states she is an actress and is quite concerned about facial scarring. In addition, the patient indicates the skin lesion overlies an implant that was placed in 1998. Because of these issues, the patient is requesting a referral to a plastic surgeon for further excision of the lesion on her right cheek. The Health Plan has referred the patient to an in-network otolaryngologist with specialty training in cosmetic and facial reconstructive surgery. The submitted evidence does not demonstrate that a referral to a plastic surgeon is medically indicated. The patient will have a scar at the excision site whether the procedure is performed by a plastic surgeon or otolaryngologist/facial plastic surgeon. Cutting the skin leaves a scar. Review of the submitted records indicates this is a small lesion that appears to be located at or near the nasolabial fold so that the scar may be camouflaged, but it will still be present. How well a scar heals generally depends more on a patient’s skin quality, age, and health status (e.g., smoker versus non-smoker) than on how the excision and repair is done. Furthermore, an otolaryngologist/facial plastic surgeon is qualified to excise a lesion such as the patient’s lesion. With some variation depending upon institution, training in general plastic surgery involves the completion of a general surgery residency (approximately five years of non-plastic training) followed by two years of general plastics. This latter segment covers training in plastic surgery of the body and face. This is different from the training of an otolaryngologist/facial plastic surgeon. Training of an otolaryngologist/facial plastic surgeon currently involves one to two years of general surgery training, followed by four years of study regarding diseases and surgery of the head and neck (including the face), and is sometimes followed by another year of fellowship emphasizing plastic and reconstructive surgery of the face and neck only. As such, an otolaryngologist/facial plastic surgeon generally has had at least as much experience and often more training in the care (both medical and surgical) of lesions involving the face than a general plastic surgeon. Having undergone this training, an otolaryngologist/facial plastic surgeon is fully qualified to perform excision of facial lesions such as this patient’s cheek lesion. Based upon the information set forth above, I have determined that the requested referral is not medically necessary for treatment of the patient’s medical condition. Therefore, the Health Plan’s denial should be upheld.",
  "The patient is a male infant born on 11/10/03. The patient’s mother was noted to have received prenatal care and her pregnancy was complicated by pregnancy-induced hypertension. Her estimated date of confinement (EDC) was 12/14/03. Given this EDC, the patient was born at 35 weeks, 0 days gestational age.The patient was delivered by urgent cesarean section on 11/10/03. The patient had APGAR scores of 8 at 1 minute and 8 at 5 minutes. Birth weight was 1.734 kg. For a child of 35 weeks gestational age, this birth weight would place the child between 1 and 2 standard deviations below the mean birth weight for his gestational age.Maturational assessment of gestational age (New Ballard Score) was performed and estimated the patient to be 34 weeks gestational age; the patient’s birth weight, length, and head circumference were all in the 25-50 percentiles based on 34 weeks gestation, and therefore, the patient was felt to be appropriate for gestational age (AGA).The patient was admitted into the NICU due to prematurity and low birth weight. His NICU hospital course was fairly unremarkable. He never required mechanical ventilation and was on room air from 11/10/03 to his date of discharge on 11/27/03. He was not discharged on any medications for the management of bronchopulmonary dysplasia or chronic lung disease. The submitted medical record indicates that he did not have known abnormalities of his airways, congenital heart disease, respiratory tract disease, or neuromuscular disorders. The medical record indicates that there is no smoking in the home.The patient’s provider indicated that the patient was at risk for RSV infection due to 35-week gestation, low birth weight, and birth at less than six months before RSV season. The patient was given a dose of Synagis on 11/22/03, with the recommendation that monthly doses of Synagis be continued. The patient was given subsequent doses of Synagis on 1/7/04 and 2/4/04. It is not clear from the submitted medical records if any further doses of Synagis were provided. As of 1/12/04, the patient appeared to be doing well - he was gaining weight and did not appear to have any significant ongoing medical illnesses or concerns.A request has been made for reimbursement for the Synagis injections at issue. The Health Plan has denied the request on the basis that Synagis injections were not medically indicated.The patient is a premature infant born at 35 weeks gestational age by EDC estimation (or 34 weeks gestational age based on maturational assessment).  His birth weight of 1.734 kg is appropriate for gestational age (within two standard deviations of the mean) regardless of whether 34 or 35 weeks gestational age is used for this assessment. Review of the submitted documentation reveals no evidence of chronic lung disease, congenital heart disease, airway abnormalities, immunodeficiency, or other chronic respiratory illness or major medical concern. There is no documentation of additional social or environmental factors that would increase the patient’s risk of RSV infection.The American Academy of Pediatrics (AAP) has specific recommendations regarding which infants should be considered for immunizations with Synagis during RSV season. For generally healthy premature infants born between 32-35 weeks gestational age, (i.e., infants without chronic lung disease, congenital heart disease, immunodeficiency, or cystic fibrosis), the AAP recommends Synagis prophylaxis for infants with two or more of the following risk factors: childcare attendance, school-aged siblings, exposure to environmental air pollutants, congenital abnormalities of the airways, or severe neuromuscular disease. No evidence has been provided that the patient met two or more of these risk factors.Furthermore, Synagis has not been shown to decrease mortality in preterm infants who receive prophylaxis. In fact, none of the five published randomized, controlled, clinical trials have demonstrated a significant decrease in mortality rate attribution to RSV infection in infants who receive prophylaxis. In the largest trial (the Impact-RSV Study Trial), which included 1502 premature infants, mortality was very low and there was no statistically significant difference in mortality rate between groups (mortality was 1.0% in placebo group vs. 0.4% in Synagis group; p> 0.05).However, there is a significant decrease of the rate of hospitalizations for preterm infants treated with Synagis. Although an additional reduction in the risk of hospitalization could likely have been achieved by Synagis prophylaxis in the patient, his overall risk of serious sequelae was still very low regardless of whether he received Synagis; therefore, Synagis was not a medical necessity for this patient. There is no evidence the patient had any major medical condition(s) that would increase his risk of serious RSV infection compared to other similarly healthy 32-35 week gestational age premature infants. Based upon the information set forth above, I have determined that the injections at issue were not medically necessary for the treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 55-year-old woman who was diagnosed with osteoporosis following a Lunar DEXA scan in February 2002. Subsequently, the patient was started on Evista with an apparent increase in bone mineral density of 3% at the lumbar spine and 5% at the hips 20 months later on a similar DEXA machine. Evista was then apparently discontinued sometime thereafter. A repeat scan seven months later revealed no essential change with a T-score of -3.3 at the hips, and a 2.1% increase to a T-score of -2.4 at lumbar spines L1-L3.The patient has declined the bisphosphonates suggested by the Health Plan and wishes to start Forteo. The Health Plan has denied the patient’s request indicating that Forteo is not medically necessary for treatment of the patient’s osteoporosis.Review of the relevant medical literature indicates the patient does not meet medical necessity criteria for Forteo. The submitted records indicate the patient has no fragility and no apparent risk factors beyond her T scores. In addition, there is no evidence the patient has failed all other treatments (such as bisphosphonates). Furthermore, the patient does not have very severe osteoporosis (usually defined as T-scores greater than -4.0) or other high risks for fractures such as old age, family history of hip fractures or smoking. The literature suggests Forteo should be reserved for women who meet one of the above criteria.If the patient does not wish to continue on Evista, a bisphosphonate is a reasonable alternative and is medically appropriate. There is no medical indication for use of Forteo at this time. Therefore, I have determined that the requested medication is not medically necessary for the treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 58-year-old woman who has requested authorization and coverage for a bone density evaluation. There is no prior history of fracture or family history of hip fracture. There is no prior history of excess thyroid, long-term steroid use, smoking or any other factor that might suggest an increased risk for a premature fragility fracture. The submitted records indicate the patient stopped taking Premarin as of June 2004. The Health Plan has denied coverage for the requested bone density scan on the basis that it is not medically necessary for evaluation of the patient’s condition.There is some consensus about which post-menopausal women younger than age 65 should be screened for osteoporosis with a DEXA scan. Both the National Osteoporosis Foundation and the US Preventative Services Task Force recommend that all Caucasian women age 65 or older who are not already receiving effective osteoporosis treatment should be screened for low bone mineral density. The decision to test for osteoporosis in a 58-year-old woman should be based on the patient’s risk profile and is not indicated unless the test is likely to result in a treatment decision. Risk factors include previous fragility fracture, significant family history (which is usually defined as a hip fracture in mother after age 50), low weight, smoking or use of medication that might increase bone resorption such as steroids or excessive thyroid hormone. This patient’s records do not document any of these risk factors. However, the submitted notes indicate the patient is no longer taking Premarin. If the patient’s diagnosis of osteopenia in 2000 was based on a DEXA or QCT bone density scan, the fact that she is no longer on hormone replacement would warrant a repeat scan since it would influence a decision for retreatment with Premarin or another modality.Based upon the information set forth above, I have determined that the requested scan is not medically necessary for the evaluation of the patient’s medical condition at this time. Therefore, the Health Plan’s denial should be upheld at this time. However, the basis for the patient’s diagnosis of osteopenia in 2000 should be ascertained. If the diagnosis was based on a DEXA or QCT bone density scan, the requested scan should be authorized.",
  "Physician 1: The enrollee is a 60-year-old woman who may have chest pain syndrome. Her cholesterol is elevated to 221, but with a favorable ratio of HDL to LDL (HDL= 83, LDL= 110). The patient’s only reported risk factors are that is 60-year-old and apparently has family history of coronary artery disease. Documentation of other risk factors (smoking, diabetes and hypertension) are not provided.EBCT is not recommended as a general population screening test for coronary artery disease by the ACC or by the USPSTF guidelines. The standard of care would be to work up her chest pain with a stress test (treadmill) or a perfusion stress test (if EKG is abnormal). In symptomatic women with an intermediate likelihood of coronary artery disease, either an exercise treadmill test or an exercise echocardiogram is appropriate for initial screening. A patient who is symptomatic or deemed high risk would be best served with standard testing. If not symptomatic, screening for coronary artery disease is not recommended by USPSTF - unless a patient is considered high risk and has adult onset diabetes mellitus. Based upon the information set forth above, I have determined that the requested EBCT is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. Therefore, the Health Plan’s denial should be upheld.Physician 2: The patient is a 60-year-old asymptomatic female who has requested an electron beam computed tomography (EBCT) to screen for coronary artery disease. The patient indicates she has a high cholesterol, positive CRP and family history of premature coronary artery disease. The records indicate the total cholesterol is 212, LDL 110 and HDL 83. This is a low risk cholesterol profile.EBCT is an experimental procedure for the detection of coronary calcium deposits. The presence of coronary calcium has been correlated with the risk of future coronary events. The test is not capable of detecting physiologic significant coronary obstruction. Determining whether a patient has conventional risk factors remains superior to EBCT for determining risk for future coronary events. Therefore, I have determined that the requested EBCT is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.Physician 3: The patient is a 60-year-old woman with cardiac risk factors of a positive family history for coronary artery disease and mild hyperlipidemia. She also has an elevated CRP. There is reference to infrequent chest pain per patient’s report, but there is no documentation of this in the medical records provided for review. The patient wishes to have an EBCT scan to further evaluate for coronary artery disease.The current guidelines established by panels of experts in the field and updated on a regular basis detail recommendations for coronary risk factor reduction (diet, exercise, cholesterol management, smoking cessation) and treatment of coronary artery disease. These guidelines presently do not incorporate the use of EBCT. Moreover, there is no data to support that EBCT has incremental benefit over a combination of risk factor modification and conventional stress testing, when indicated. Therefore, I have determined that the requested EBCT is not likely to be more beneficial for evaluation of the patient’s medical condition than any available standard therapy. The Health Plan’s denial should be upheld.",
  "This case concerns a 37-year-old male patient who is seeking reimbursement for a CT scan of the chest he underwent in June 2005. The Health Plan has denied this request because it has determined the CT scan was not medically necessary.The Health Plan’s denial should be upheld. A review of the information provided demonstrates the patient has a history of obesity, reactive airway disease, and hiatal hernia – status post Nissen fundoplication in May 2005. The patient underwent a chest CT scan in June 2005 for evaluation of continued complaints of chest pressure. The patient had been previously evaluated by pulmonology and otolaryngology. He also underwent a stress test in December 2004, which was normal. The CT scan was normal with evidence of fatty liver infiltration.The information provided does not demonstrate a CT scan of the chest was medically necessary. The patient had been previously evaluated by pulmonary medicine and had a normal chest x-ray in December 2004. He was also evaluated by otolaryngology and had a negative stress test. A lung exam in June 2005 revealed no adventitious lung sounds with a forced cough. He also denied any history of chest trauma, hemoptysis or history or findings consistent with pulmonary embolism. In addition, there is no information suggesting an ongoing malignant process (nonsmoker, no history of weight loss, no night sweats, no adenopathy) or suspected inflammatory disease. Therefore, there was no evidence of the need for a CT scan.Based upon the information set forth above, I have determined the CT scan at issue was not medically necessary for evaluation of the patient’s medical condition. Therefore, the Health Plan’s denial should be upheld.",
  "The patient is a 50-year-old postmenopausal woman who was diagnosed with osteoporosis of the lumbar spine and osteopenia of the hips following a DEXA scan seven months ago. The etiology of the low bone density is unknown. She has no documented fragility fractures and no apparent risk factors beyond her T scores.  Based upon the extension study of a recent study of combination therapy in postmenopausal women, the patient’s provider wishes to begin a two-year course of Forteo (parathyroid hormone) followed by bisphosphonate. The Health Plan has denied the request for Forteo based upon their determination that treatment with Forteo is not medically necessary absent an intolerance or failure of a bisphosphonate agent.The current standard is to treat with parathyroid hormone either in combination with or before a bisphosphonate regimen for those women who have failed other treatments or have very severe osteoporosis.  Failure in the treatment of osteoporosis is defined as statistically/clinically significant decreases in bone mineral density or the occurrence or recurrence of fragility fractures while on treatment, or an intolerance to the first line treatment regimen.  Very severe osteoporosis is typically defined as T-scores greater than -4.0 standard deviations below the mean for young adult women or a combination of other risk factors such as old age, a family history of hip fractures, smoking or a high risk of fracture as assessed by standard risk indices.  This patient has not failed a bisphosphonate treatment regimen, nor does she meet the generally accepted definitions of severe osteoporosis.   The patient’s provider cited an extension study by Black, et al. that showed women who were treated with bisphosphonates after either a combination regimen of parathyroid hormone and bisphosphonate or parathyroid hormone alone had better outcomes with regard to the maintenance of bone mineral density gains achieved in the initial study. This study contained no clinical fracture data. Based on the scientific evidence currently available, the use of Forteo in this patient is not medically warranted.For the reasons set forth above, I have determined the requested medication is not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "The patient is a 48-year-old female who is perimenopausal and was referred for a DEXA scan because of a positive family history of osteoporosis. This scan of the left and right hips revealed T scores of -2.3 and -2.5. The etiology of the low bone density is unknown and a presumptive diagnosis of osteoporosis was suggested by the patient’s provider. Based on a history of multiple sclerosis, petit mal seizures and a family history of osteoporosis, the patient was considered to be at high risk for falls. She was fitted with a hip protector and instructed to return in a year for another DEXA scan. There is no history of fragility fractures and no additional risk factors beyond her T scores and the possibility that she might fall. The patient’s provider indicated that her bone resorption markers (urinary NTx, and serum NTx and CTx) were “below target for bisphosphonates” and that her bone formation markers were “low”.  It appears that based on a recent extension of a combination therapy study in postmenopausal women, the patient’s provider has recommended a two-year course of the anabolic agent Forteo, followed by a bisphosphonate. The Health Plan denied the provider’s request for authorization of Forteo based upon a determination that the therapy is not medically necessary.Although the patient most likely has osteoporosis based on the dual total hip DEXA scan and her family history, she has no history of previous falls or fractures or any other risk factors. Her provider wishes to place her on Forteo due to low bone turnover imputed from low bone resorption and bone formation markers. In theory, a patient with low bone turnover would not be expected to improve bone formation by slowing bone resorption with a bisphosphonate since resorption is low to begin with and resorption and formation are coupled.  The provider indicated intent to reevaluate bone markers following three and six months of Forteo therapy to determine efficacy.  Treatment might potentially be continued for up to two years if there is significant change in bone markers. Any improvement in bone mineral density would then be consolidated with a bisphosphonate. Presently there are no definitive guidelines for the use of bone markers by reason of the tremendous variability in the values within a single agent. Values may vary with age, season and the time the specimen is taken.  The current recommendation is to reserve Forteo for those women who have failed other treatments. Failure is defined as statistically/clinically significant decreases in bone mineral density, the occurrence or recurrence of fragility fractures while on treatment, intolerance to these treatments, very severe osteoporosis (T-scores greater than -4.0) or high risk for fractures such as old age, family history of hip fractures, smoking or as assessed by various fracture risk indices.  The patient is not within the subset of women for whom Forteo therapy is indicated.  Therefore, I have determined the requested therapy is not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld.",
  "A 73-year-old man who experienced an intertrochanteric hip fracture five months ago underwent a DEXA scan, which suggested osteopenia in the opposite hip and probable osteoporosis of the spine. He has been taking calcium citrate. No workup for the etiology of his fragility fracture is presented in the information provided. The patient’s physician wishes to begin treatment with Forteo. The Health Plan has denied authorization and coverage for Forteo on the basis it is not medically necessary for treatment of the patient’s medical condition.The Health Plan’s recommendations are in line with most recommendations to reserve Forteo for patients who meet the following criteria: failed other treatments defined as statistically/clinically significant decreases in bone mineral density; occurrence or recurrence of fragility fractures while on treatment; intolerance to other treatments; severe osteoporosis usually defined as T-scores <-4.0; or other high risks for fractures such as old age, family history of hip fractures, or smoking or as assessed by various fracture risk indices. The submitted records do not demonstrate the patient meets any of these criteria. The patient’s physician does not document any etiology for the patient’s osteopenia or indicate whether the patient has any additional risk factors. The Health Plan’s recommendation of a formulary bisphosphonate is a medically reasonable alternative. Based upon the information set forth above, I have determined that the requested medication is not medically necessary for treatment of the patient’s medical condition. The Health Plan’s denial should be upheld."
]

